Repository: common-repository/bibsonomy
Catalog: messages/bibsonomy-*.po
Languages: de_de, ru_ru

source: Options saved.
de_de: Einstellungen gespeichert.
ru_ru: Опции сохранены.

source: Posted %s posts to BibSonomy.
de_de: Veröffentlichte %s Beiträge bei BibSonomy.
ru_ru: Написано %s постов BibSonomy.

source: Username
de_de: Benutzername
ru_ru: Имя пользователя

source: API key
ru_ru: API-ключ

source: You can generate one <a href="http://www.bibsonomy.org/settings?seltab=2">here</a>.
de_de: <a href="http://www.bibsonomy.org/settings?seltab=2">Hier</a> kannst du einen erzeugen lassen.
ru_ru: Вы можете сгенерировать один <a href="http://www.bibsonomy.org/settings?seltab=2">здесь</a>.

source: Default tags
de_de: Standard Tags
ru_ru: Стандартные теги

source: Update Options
de_de: Einstellungen speichern
ru_ru: Обновить настройки

source: Tag your posts and pages
de_de: Tagge deine Beiträge und Seiten
ru_ru: Тег ваших постов и страниц

source: The posts aren't include here by default because it might take a while to load.
de_de: Die Beiträge werden hier nicht sofort angezeigt, da es einige Zeit dauern könnte, bis diese geladen sind.
ru_ru: Посты не включены сюда по умолчанию, поскольку требуется, чтобы они загрузились.

source: Show posts
de_de: Zeige Beiträge
ru_ru: Показать посты

source: Simply select the posts and pages you'd like to post to BibSonomy. If there's already a post for one of your selected URLs, it'll be updated.
de_de: Wähle einfach die Beiträge und Seiten aus, die bei BibSonomy veröffentlich werden sollen. Falls es bereits einen Post für eine der ausgewählten URLs geben sollte, wird dieser aktualisiert.
ru_ru: Просто выбрать посты и страницы, которые вы хотите опубликовать через BibSonomy. Если они уже опубликованы для одного из выбранных УРЛов, он будет обновлен.

source: Name
ru_ru: Имя

source: Description
de_de: Beschreibung
ru_ru: Описание

source: Tags
ru_ru: Теги

source: Post selection
de_de: Auswahl veröffentlichen
ru_ru: Выбор поста

source: No valid posts or pages found.
de_de: Keine Beiträge oder Seiten gefunden.
ru_ru: Не найдено подходящих страниц или постов.

source: This style is only available for publications
de_de: Diesen Stil gibt es nur für Publikationen.
ru_ru: Только этот стиль доступен для публикаций.
